Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Fylkersrapport06sam0000.pdf.tmx
Source language: sme
Languages: nob

source: Skuvlajahkái 2006/2007 gusto ođastus joatkkaoahpahusa vuosttaš ceahkkái ( Jk1 ) ja vuođđoskuvlla 1.-9. ceahkkái .
nob: Skoleåret 2006/2007 gjelder reformen for første trinn i videregående opplæring ( Vg1 ) og for 1–9. trinn i grunnskolen .

source: Skuvlajagis 2007/2008 váldojuvvojit ođđa oahppoplánat atnui joatkkaoahpahusa 2. ceahkkái ( Jk2 ) ja vuođđoskuvlla 10. ceahkkái .
nob: Skoleåret 2007/2008 vil nye læreplaner tas i bruk for 2. trinn i videregående opplæring ( Vg2 ) og for 10. trinn i grunnskolen .

source: Máhttolokten váldojuvvo atnui Jk3:i ( joatkkaoahpahusa 3. ceahkkái ) skuvlajagi 2008/2009 .
nob: Kunnskapsløftet innføres i Vg 3 ( 3. trinn i videregående opplæring ) skoleåret 2008/2009 .

source: Skuvlla ja ealáhuseallima ovttasbargu Fylkkaráđi mielas joatkkaskuvllat leat dehálaš resurssat maiguin juvssašii dan ulbmila ahte fylkkasuohkan galgá leat regionála ovddideaddji .
nob: Samarbeid skole – næringsliv Fylkesrådet ser de videregående skoler som viktige ressurser for å bidra til å nå målet om fylkeskommunen som en regional utviklingsaktør .

source: Buorre ovdamearkan dasa lea áŋgiruššan mátkeealáhusain ja restaurántafágaiguin Vuotnasiiddas .
nob: Et godt eksempel på dette er satsingen på reiseliv og restaurantfag på Sjøvegan .

source: Ođđa fálaldagat regionála ovddideami vuođđun Ovttas 14 mátkeealáhusfitnodagain vuolggahii Vuotnasiidda joatkkaskuvla 2006 dálvvi Sentre-prošeavtta ( ovttasbargu fidnohutkama hárrái mátkeealáhusas ) .
nob: Nye tilbud som grunnlag for regional utvikling Sammen med 14 reiselivsbedrifter tok Sjøvegan videregående skole vinteren 2006 initiativ til Sentre-prosjektet ( samarbeid om entreprenørskap i reiseliv ) .

source: Ulbmil lea geasuhit berošteddjiid mátkeealáhussii ja nannet máhtu ja gelbbolašvuođa mátkeealáhusas .
nob: Målet er å styrke rekruttering , kunnskap og kompetanse i reiselivsnæringen .

source: Ovttasbarggu eaktun lea leamaš ahte skuvla galgá nákcet addit dakkár fálaldaga , mii sihkkarastá ja viiddida mátkeealáhusa máhttovuođu .
nob: Samarbeidet har hatt som forutsetning at skolen er i stand til å gi tilbud som sikrer og utvider kunnskapsgrunnlaget innenfor reiseliv .

source: Dát lea hástalan skuvlla nuppástuhttit oahppofálaldagas .
nob: Dette har utfordret skolen til omlegging av eget opplæringstilbud .

source: Maŋŋá guhkes áiggi ráhkkaneami ovttas ealáhusain mearridii fylkkaráđđi 2006 čavčča ahte Vuotnasiida , áidna skuvlabáikin dán rádjai Gaska-Romssas , galgá fállat Jk 2 Mátkeealáhusa .
nob: Etter lang tids forberedelse sammen med næringen besluttet fylkesrådet høsten 2006 at Sjøvegan , som eneste skolested i Midt-Troms så langt , skal tilby Vg 2 Reiseliv .

source: johtolaga oahppit sáhttet bidjat mihttomearrin oažžut fágareivve mátkeealáhusas dahje vuostáiváldinfágas .
nob: Elevene innenfor Service og samferdsel kan da ta sikte på fagbrev i reiseliv eller resepsjonsfag .

source: Oassin áŋgiruššamis ealáhuseallinovddidemiin fállojit maiddái Jk 2 Restaurántafágat , vejolašvuođain oažžut fágareivve koahkkafágas .
nob: Som ledd i satsingen på reiselivsutvikling tilbys også Vg 2 Restaurantfag , med mulighet for fagbrev i kokkefaget .

source: Skuvllas leat áigumuššiehtadusat báikkálaš mátkeealáhusfitnodagaiguin mat galget leat doarjjan goappašiid fágaoahpuin .
nob: Skolen har intensjonsavtaler med lokale reiselivsbedrifter som skal være støttespillere i begge fagutdanningene .

source: Báikkálaš luonddu ja kultuvrra
nob: Opplæring i opplevelser opplæringen .

source: Oassi juolluduvvon RDA-ruđain geavahuvvo heivehit ja ovddidit oahpahusa báikkálaš mátkeealáhusfitnodagaid dálá dárbbuid ektui .
nob: En del av bevilgede RDAmidler settes inn for å tilrettelegge og utvikle opplæringen i forhold til eksisterende behov i lokale reiselivsbedrifter .

source: Dat addá oahppanproseassaide lunddolašvuođa ja duohtavuođa dovddu .
nob: Det tilfører læringsprosessen autensitet og realisme .

source: Vuotnasiidda joatkkaskuvllas lea maid árbevierru geavahit nuoraidfitnodagaid vuohkin .
nob: Sjøvegan videregående skole har også tradisjon i å bruke ungdomsbedrift som metode .

source: Danne heivešii maiddái diktit ohppiid iežaset fitnodagaid deattuhit mátkeealáhusa osiid .
nob: Det er derfor også aktuelt å la elevenes egne bedrifter fokusere på deler av reiselivsnæringen .

source: Dat sáhttet leat dakkár lágideamit go dárjut borramuša , váldit badjelasas ovddasvástádusa lágidemiid oktavuođas dahje teavstta , filmma ja gova bokte vuovdalit regiuvnna fáluid .
nob: Det kan være opplegg for servering av mat , å ta på seg ansvar i forbindelse med arrangementer eller ved tekst , film og foto markedsføre hva regionen har å by på .

source: Riikkaidgaskašuhttin 2006 giđa vuolláičállojuvvojedje ovttasbargošiehtadusat – áŋgiruššama oassin – Čehkkia skuvllaiguin dán fágasuorggis .
nob: Med utgangspunkt i lokal natur og kultur vil også friluftsliv bli en del av Våren 2006 ble det – som ledd i satsingen – underskrevet avtaler med tsjekkiske skoler om samarbeid på fagområdet .

source: Dát mielddisbuktá ahte sihke oahppit , fidnooahppit ja oahpaheaddjit galget orrut Čehkkias ohppiid ja bargiid lonohallama oktavuođas .
nob: Det vil innebære utvekslingsopphold i Tsjekkia både for elever , lærlinger og lærere .

source: Mátkeealáhus lea riikkaidgaskasaš fidnosuorgi .
nob: Reiseliv er en internasjonal bransje .

source: Danne lea riikkaidgaskasaš vásáhus ja hárjehallan dehálaš oassi oahpahusas .
nob: Internasjonal erfaring og praksis er derfor en viktig del av opplæringen .

source: SENTRE-PROŠEAKTA Prošeakta galgá bistit 3 jagi ja Prošeavtta váikkuhanulbmilat oaččui 2006 čavčča RDA-ruđaid leat hámuhuvvon ná : hukset mátkeealáhusdoaimmaheaddjiid ja joatkkaskuvllaid keealáhusa / báikkálaš biepmu gaskasaš regionála fierpmádatovddideaddjin ja fidnohutja ovddidanarenaid .
nob: SENTRE-PROSJEKTET Prosjektet skal gå over 3 år og fikk i høsten 2006 RDA-midler for å bygge en regional nettverks- og utviklingsarena mellom reiselivsaktører og videregående skole .

source: mátkeealáhusgelbbolašvuođa ovttas oassálastiiguin duohta dárbbuid vuođul gelbbolašvuođa
nob: Styrke skolens reiselivskompetanse i samspill med aktørene , basert på reelle behov Styrke kompetansen i reiselivsnæringen

source: keealáhussii ja oahppat buorebut dovdat iežas guovllu vejolašvuođaid
nob: Styrke rekrutteringa til reiselivsnæringen Bedre tilbud til elevene og økt kjennskap til muligheter i egen region

source: Fierpmádagaid mávssolašvuohta Oahpaheddjiid mielas leat skuvllaid ođđa fágafálaldagat gelddolaččat ja sii leat gergosat láidestit ohppiid ođđa geainnuide .
nob: Verdien av nettverk Lærerne synes det er spennende med de nye fagtilbudene ved skolen og er klar til å lose elevene på nye veier .

source: Ovttasbargu mátkeealáhusain lea ođas ja das leat ollu hástalusat .
nob: Samarbeidet med reiselivsnæringen er nytt og byr på mange utfordringer .

source: Vásihuvvo positiivan čalmmustahttit juoidá mii lea luohkkálanja olggobealde ja diktit ohppiid oahpásmuvvat iežaset lagašbirrasa vejolašvuođaiguin mátkeealáhusa ja
nob: Det oppleves som positivt å sette fokus utenfor klasserommet og la elevene bli kjent med muligheter i eget nærområde når det gjelder reiseliv og matopplevelser .

source: Skuvlalágádus sáhttá guhkit áigái váikkuhit ollu regionála ovddideapmái .
nob: Det kan over tid bli et godt bidrag til regional utvikling fra skoleverkets side .

source: Mátkeealáhusfitnodagat fas bealisteaset oidnet dárbbašlažžan fidnet fidnooahppan bargiid ja seammás ieža oassálastit fierpmádatproseassaide mat hástalit hutkáivuhtii , ođđajurddašeapmái ja iežasovddideapmái .
nob: Reiselivsbedriftene på sin side ser nødvendigheten av å rekruttere faglært arbeidskraft og samtidig - for egen del - delta i nettverksprosesser som åpner for kreativitet , nytenking og egenutvikling .

source: Vuotnasiidda joatkkaskuvlla oahppit leat bargamin joavkun ovttas oahpheaddjiiguin ja mátkeealáhusa ovddasteddjiiguin .
nob: Elever fra Sjøvegan videregående skole i gruppearbeid sammen med lærere og representanter fra reiselivsnæringen .

source: Govva lea váldojuvvon 2006 Dutkanbeivviid Mátkeealáhusbeaivvi Polar Zoo:s Bearddus .
nob: Bildet er hentet fra Reiselivsdag i Polar Zoo i Bardu under Forskningsdagene 2006 .

source: Čuovvolanbálvalus
nob: Oppfølgingstjenesten

source: Bargui ráhkkanahtti kurssat nuoraide Romssa fylkkasuohkan bargá ovttas NAVain , Romssa suohkaniin ja Gestaltsentret:in čađahettiin bargui ráhkkanahtti kurssaid nuoraide .
nob: Arbeidsforberedende kurs for ungdom Troms fylkeskommune samarbeider med NAV , Tromsø kommune og Gestaltsenteret om å gjennomføre ” Arbeidsforberedende kurs for ungdom ” .

source: 2006 giđa ledje 54 oassálasti dáin kurssain .
nob: Våren 2006 var det 54 deltakere på disse kursene .

source: Dát lea nubbi jahki go kurssat lágiduvvojit .
nob: Dette er andre året kursene gjennomføres .

source: Oassálastit leat nuorat gaskal 16 ja 21 jagi , geat eai leat čađahan makkárge oahpu dahje leat barggu haga .
nob: Deltakerne er ungdom i alderen 16–21år , som ikke har fullført noen utdanning eller er uten arbeid .

source: Sivvan dasa lea jogo dat ahte sii leat válljen boasttu oahpu , heaitán skuvllas go eai šat nagodan leat skuvladilis – dat sáhttá leat dáhpáhuvvan buotlágan váttisvuođaid geažil lohkan- ja čállinváttisvuođaid rájes gitta ADHDa rádjai – dahje dan geažil go sii njulgestaga eai dieđe makkár oahpu sii galggašedje váldit .
nob: Dette skyldes enten at de har gjort feil utdanningsvalg , ” droppet ut ” fordi de ikke greier å være i skolesituasjonen lenger – det kan være på grunn av alt fra lese- og skrivevansker til ADHD – eller at de rett og slett ikke vet hva de ønsker å utdanne seg til . Mangel på lærlingplasser er også et problem .

source: Váttisvuohtan lea maiddái go váilot fidnooahpposajit . Hui olut dáin nuorain dovdet iežaset “ eahpe-
nob: Svært mange av disse ungdommene har en opplevelse av å være ” mislykkede ” i

source: lihkostuvvan ” daid gáibádusaid ektui maid váhnemat , skuvla ja servodat muđui bidjet sidjiide .
nob: forhold til de krav de har blitt stilt overfor av foreldre , skole og samfunnet generelt .

source: Danne lea dehálaš doarjut kursaoassálastiid das maid sii duođai máhttet ja dain iešvuođain mat sis leat olmmožin .
nob: Derfor er det viktig å gi kursdeltakerne støtte på hva de faktisk kan og hvilke kvaliteter de har som mennesker .

source: Gestaltterapevtan lea mis dakkár eallinfilosofiija , mii muitala ahte ovttaskas olbmos leat ollu geavatkeahtes resurssat ja lea ge min bargun fuomášuhttit dan juohkehažžii nu ahte son sáhttá geavahišgoahtit eanet iežas resurssain .
nob: Som gestaltterapeuter har vi en livsfilosofi som sier at det enkelte menneske har mange ubrukte ressurser i seg og det er vår oppgave å få den enkelte til å bli klar over og ta i bruk ” mer av seg selv ” .

source: Mii vásihit ahte dat nuorat geat bohtet min lusa , illá dihtet maid sátni
nob: Vi opplever at de ungdommene som kommer til oss knapt vet hva ordet ” egenskap ” betyr .

source: Ja go de šaddet diđolaččat das ahte sis duođai leat sihke iešvuođat ja gálggat maiguin sii sáhttet čevllohallat , de mii vásihit ahte juoga dehálaš dáhpáhuvvá singuin .
nob: Og når de blir bevisst at de faktisk har både egenskaper og ferdigheter de kan være stolte av , opplever vi at noe viktig skjer med dem.

source: – Mii leat fargga deaivan 200 áidnalunddot ja hui ebmos nuora geain leat iešvuođat ja gálggat maid servodat ohcala , dadjaba kursajođiheaddjiguovttos Ann Karin Lindseth ja Aida Badiane ( ob ) .
nob: Vi har nå snart møtt 200 unike og flotte ungdommer som har egenskaper og ferdigheter som samfunnet etterspør , sier kurslederne Ann Karin Lindseth og Aida Badiane ( th ) .

source: ČUOVVOLANBÁLVALUS Eai buot nuorat loavtte joatkkaskuvllas .
nob: Oppfølgingstjenesten Ikke all ungdom finner seg til rette i den videregående skolen .

source: Dál lea fylkkasuohkanis ovddasvástádus čuovvolit nuoraid geain lea oahppovuoigatvuohta , muhto geat eai leat váldimin oahpu dahje eai leat barggus .
nob: I dag er det fylkeskommunen som har ansvar for å følge opp ungdom med utdanningsrett , men som ikke er i opplæring eller arbeid .

source: Čuovvolanbálvalusa bokte ožžot nuorat oktavuođa rávesolbmuiguin geat sáhttet neavvut sin ja muitalit sidjii-
nob: Gjennom oppfølgingstjenesten ( OT ) får ungdom kontakt med voksne

source: de sin vuoigatvuođaid ja vejolašvuođaid birra oažžut barggu masa sis lea gelbbolašvuohta . ’
nob: som kan gi dem veiledning og orientere dem om deres rettigheter og muligheter for kvalifisert arbeid . ”

source: Rievdadus dáhpáhuvvá go šattat danin mii don leat , ii ge go geahččalat šaddat danin mii don it leat ’ ( sitáhta : Beisser )
nob: Forandring skjer når du blir hva du er , ikke når du prøver å bli hva du ikke er ” ( sitat , : Beisser )

source: Digitála áŋgiruššan
nob: Digital satsing

source: Dilihis čakča digitála áŋgiruššamis 2006:s mearridii fylkkaráđđi ahte buot oahppit geat álget vuosttaš jagi joatkkaskuvlii , galget skuvlajagi 2006/2007 rájes oažžut mátke-PCa .
nob: Travel høst for den digitale satsingen I 2006 vedtok fylkesrådet å innføre obligatorisk bærbar PC til alle elevene som startet første året på videregående skole fra og med skoleåret 2006/2007 .

source: Dát lea fylkkaráđi álginjulggaštusa dehálaš čuovvoleapmi .
nob: Dette er en viktig oppfølging av fylkesrådets tiltredelseserklæring .

source: Fylkkasuohkan juolludii mearkkašahtti ollu ruđaid ja fálai ohppiide láigohit PCa 82 ruvdnui mánnui golbma jagi vai buohkain galggai leat ráđđi láigohit dihtora .
nob: Fylkeskommunen gikk inn med betydelige midler og gav tilbud til elevene om å få leie en PC til 82 kroner per måned i tre år slik at alle skulle ha råd til å leie en maskin .

source: Dát mielddisbuvttii ahte sullii 2 500 oahppi vuolláičálle PC-láigoheami šiehtadusa .
nob: Dette førte til at ca. 2 500 elever inngikk avtale om å leie PC .

source: PC-áŋgiruššan mielddisbuvttii ahte skuvllaid vuođđostruktuvra huksejuvvui .
nob: PC-satsingen førte til en utbygging av skolenes infrastruktur .

source: Buot skuvllat ožžo ođđa árppohis fierpmádaga nu ahte oahppit sáhtte searvat govdabáddefylkka sárasnehttii , ja das viidáseappot máilbmái Interneahta bokte .
nob: Alle skolene fikk nytt trådløst nettverk slik at elevene kunne knytte seg til bredbåndsfylkets fibernett , og derfra videre ut i verden på Internett .

source: Buot PCat ožžo muhtun standárdaprográmmaid ja muhtun digitála oahppogirjjit ostojuvvojedje nu ahte oahppit besse daid nuvttá geavahit .
nob: Alle PC-ene ble utstyrt med en del standardprogramvare og en del digitale lærebøker ble kjøpt inn til fritt bruk for elevene .

source: Teknihkalaš ja logistihkalaš hástalusaid lassin lei dieđusge stuorra hástalus oahpaheddjiide heivehit oahpahusa dasa ahte buot ohppiin dál lei iežaset mátke-PC .
nob: I tillegg til de tekniske og logistikkmessige utfordringene var det selvsagt en stor utfordring for lærerne å tilpasse opplæringen til at alle elevene nå hadde egen bærbar PC .

source: Romsa gálii ođđa luotta go lei okta dain vuosttaš fylkkasuohkaniin mii ásahii geatnegahttojuvvon mátke-PC-ortnega buot vuosttašluohká ohppiide .
nob: Troms tråkket i nytt terreng som en av de første fylkeskommunene som har innført obligatorisk bærbar PC for alle førsteårselever .

source: Min vásáhusat dan jagi bohtet čavčča skuvlaoahppiide buorrin , go sii ge ožžot iežaset mátke-PCa .
nob: De erfaringene som vi har høstet i år vil komme høstens skoleelever til gode , når også de får sin egen bærbare PC.

source: Kongsbakken bures ráhkkanan PC-áŋgiruššamii Digitála áŋgiruššama čuovvoleapmin čađahii Kongsbakkena joatkkaskuvla prográmma IKT-ABC .
nob: Kongsbakken godt forberedt til PC-satsingen Som en oppfølging av den digitale satsingen gjennomførte Kongsbakken videregående skole programmet IKT-ABC .

source: Prográmma lea Oslo universitehta ráhkadan vai skuvllat galget leat ráhkkanan nu bures go vejolaš pedagogalaš IKT-geavaheapmái .
nob: Programmet er utviklet av Universitetet i Oslo ( UiO ) for å forberede en skole best mulig med hensyn til pedagogisk bruk av IKT .

source: Prošeaktajoavku lei oahppomátkkis ja galledii máŋga skuvlla Oslo-guovllus ja ráhkadii giđđat plánaid mo gealbudit oahpaheddjiid ja ohppiid ja gáibádusspesifikašuvnnaid skuvlla teknihkalaš čovdosii .
nob: Prosjektgruppa var på studietur til flere skoler i Oslo-området og utviklet i løpet av våren planer for kompetanseheving av lærere , av elever og kravspesifikasjoner til den tekniske løsningen på skolen .

source: Seammás bálkáhii skuvla fitnodaga mii ovttas skuvllain bijai sadjái árppohis fierpmádaga ja nu lei okta dain vuosttaš skuvllain fylkkas mii oaččui árppohis fierpmádaga .
nob: Samtidig engasjerte skolen et firma som sammen med egne krefter fikk på plass det trådløse nettverket som en av de første skolene i fylket .

source: ledje gergosat dustet stuorraáŋgiruššama borgemánus skuvlaálgima rájes .
nob: gjorde at personalet var klar til å møte storsatsingen ved skolestart i august .

source: Ollu hástalusat leat deaividan ; erenoamážit dannego ohppiid PCat maŋŋonedje .
nob: Det har vært mange utfordringer underveis ; ikke minst fordi elev-pc-ene ble forsinket .

source: – Muhto dál mii leat álgán ja dat jierásmuhttá olbmo oaidnit dan lunddolaš saji maid PC lea ožžon ovdamearkka dihtii matematihkkaoahpahusas , dadjá Ivar Odd Størkersen , Kongsbakkena joatkkaskuvlla rektor .
nob: – Men nå er vi i gang og det er imponerende å se den naturlige plassen PC-en har fått for eksempel i matematikkundervisningen , sier Ivar Odd Størkersen , rektor ved Kongsbakken videregående skole .

source: Dát ráhkkaneamit ovttas dainna gelbbolašvuođain maid muhtun oahpaheaddjit ledje ožžon elektrovnnalaš oahpahusprográmma ClassFrontera árjjalaš geavaheami bokte , dagahii ahte bargit Prošeaktajoavku oahppomátkkis Oslos .
nob: Disse forberedelsene sammen med den kompetansen enkelte lærere hadde fått gjennom aktiv bruk av det elektroniske undervisningsprogrammet Prosjektgruppa på studietur i Oslo .

source: Govvideaddji : Ivar Odd Størkersen
nob: Foto : Ivar Odd Størkersen ClassFronter ,

source: Ođđa digitála fierpmádaga ásaheapmi Romssa Fylkkasuohkan lea 2006 čavčča váldán atnui ođđa árppohis fierpmádaga joatkkaskuvllaid ohppiid várás .
nob: Innføring av nytt digitalt nettverk Troms fylkeskommune har høsten 2006 tatt i bruk et nytt trådløst nettverk for elevene på de videregående skolene .

source: Olles fierpmádat mii galgá bálvalit daid eanet go 2 500 oahppi mátke-PCaid , lea várra dál Norgga stuorámus árppohis vuogádat ja lea máđohis IKT-áŋgiruššan .
nob: Hele nettverket , som skal betjene de mer enn 2 500 bærbare elevPC ’ ene er sannsynligvis det største trådløse systemet i Norge per i dag og er en formidabel satsing på IKT .

source: Maŋŋá fállanvuoru , mas iTet válljejuvvui , biddjojuvvojedje golggotmánus ja skábmamánus 2006 árppohis básat buot fylkka joatkkaskuvllaide .
nob: Etter en anbudsrunde , hvor iTet ble valgt , ble det i oktober og november 2006 installert trådløse baser på alle videregående skoler i fylket .

source: Romssa maritiimma skuvla válljejuvvui čađahit oanehis
nob: Tromsø maritime skole ble valgt ut til å kjøre en kort

source: sullii guovtti vahkkosaš pilohtaáigodaga ovdalgo olles vuogádat váldojuvvui atnui buot joatkkaskuvllain .
nob: pilotperiode på ca. to uker , før hele systemet ble tatt i bruk på alle videregående skoler .

source: Ráissa joatkkaskuvla lea ovdamearkan dasa mo vuogádat geavahuvvo geavadis .
nob: Nordreisa videregående skole er et eksempel hvor systemet anvendes i praksis .

source: Skuvlii leat biddjojuvvon 37 árppohis radiosáddejeaddji mat gokčet measta olles skuvlla , ja earret moatti guovddáš boatkaneami lea vuogádat doaibman bures .
nob: Ved skolen er det installert 37 trådløse radiosendere som dekker nesten over hele skolen og bortsett fra noen små sentrale brudd har systemet fungert bra .

source: Vaikke vel fierpmádat ii vel atte vejolašvuođa stivret oktagaslaš neahttageavaheami báikkálaččat dihto áigodagaid , de leat sihke oahppit ja oahpaheaddjit dovddahan ilu go sis lea vuogádat mii duođas doaibmá .
nob: Selv om nettverket ennå ikke gir mulighet for lokal styring av individuell nett-tilgang i bestemte tidsperioder , har både elever og lærere uttrykt sin glede over å ha et system som faktisk fungerer .

source: Riikkaidgaskašuhttin
nob: Internasjonalisering

source: Reálafágaprošeakta TIRS Sálašvákki joatkkaskuvla lea maŋimus guovtti jagi bargan mearkkašahtti ollu oččodan dihtii eanet ohppiid válljet reálafágaid .
nob: Realfagprosjektet TIRS Tromsdalen videregående skole har de to siste årene lagt ned et betydelig arbeid for å øke rekrutteringen til realfagene .

source: Dát lea dahkkojuvvon prošeavtta ” Sálašvákki joatkkaskuvla – riikkaidgaskasaš reálafágaskuvla ( TIRS ) bokte .
nob: Dette har vært gjort gjennom prosjektet ” Tromsdalen videregående skole – en internasjonal realfaglig skole ( TIRS ) .

source: TIRS lea geahččalanprošeakta man váldobargu dahkkojuvvo 2006-2008 jagiid ja man váldoulbmil lea : ’ lotnolasat ávkkálaš ja guhkesáiggi čatnasemiid institušuvdnen gaskal ovddasmanni skuvlla ( Sálašvákki jsk . ) , ealáhuseallima , Romssa universitehta ja Romssa allaskuvlla deattastettiin reálafágaid ja riikkaidgaskašuhttima ohppiiguin guovddážis ’ .
nob: TIRS er et utprøvingsprosjekt der hovedarbeidet skjer i årene 2006-2008 og som har som overordnet mål : ” å institusjonalisere gjensidige nyttige og langsiktige koblinger mellom pilotskole ( Tromsdalen videregående skole ) , næringsliv , Universitetet i Tromsø , Høgskolen i Tromsø med vekt på realfag og internasjonalisering med eleven i sentrum ” .

source: Prošeavttas leat njeallje doaibmabiju – bargohárjehallansajit ohppiide , guosselogaldallamat , ekskuršuvnnat / galledeamit ja riikkaidgaskasaš oktavuohta / Cambridge .
nob: Prosjektet omfatter fire tiltak – elevutplassering , gjesteforelesninger , ekskursjoner / besøk og internasjonal kontakt / Cambridge .

source: Boahtteáiggi ohcala riikkaoassi bargoveaga mas lea reálafágalaš , gielalaš ja riikkaidgaskasaš duogáš .
nob: Landsdelen vil i framtiden etterspørre arbeidskraft med realfaglig , språklig og internasjonal bakgrunn .

source: Reálafágaprošeavtta ( TIRS ) bokte ja ovttasbarggu bokte Cambridge Regional College:in Englánddas addá Sálašvákki joatkkaskuvla ohppiide buoremus eavttuid dustet dáid hástalusaid .
nob: Gjennom realfagsprosjektet ( TIRS ) og samarbeidet med Cambridge Regional College i England gir Tromsdalen videregående skole elevene de beste forutsetningene for å møte disse utfordringene .

source: Oktiibuot leat 34 oahppi hárjehallanbargosajis ovtta beaivvi juohke mánus skuvlajagi 2006/2007 miehtá .
nob: Totalt er 34 elever utplassert en dag hver måned skoleåret 2006/2007 .

source: Fágaolbmot čuovvolit ohppiid hui dárkilit alla dásis , ja nu ožžot oahppit buoret vuođu oaidnit oktavuođaid buhtes teorehtalaš oahppomearreplána ja duohta eallima gaskkas .
nob: Elevene får tett oppfølging av fagpersoner på høyt nivå , og får på denne måten et bedre grunnlag til å se sammenhengen mellom reint teoretisk pensum og det virkelige liv .

source: 3 BI mátkkis Johan Ruud-nammasaš fatnasiin .
nob: Utplasseringen vil forhåpentligvis 3 BI på tokt med Johan Ruud .

source: hárjehallanbargu movttiidahtášii eanet ohppiid áŋgiruššat reálafágaiguin boahtteáiggi .
nob: stimulere flere elever til å satse på realfag i fremtiden .

source: Reálafágaprošeakta lea ovddasmanni prošeakta maid fylkkaráđi mielas sáhtášii viiddidit gustot eanet skuvllaide Romssa fylkkas áiggi mielde .
nob: Realfagsprosjektet er et pilotprosjekt som fylkesrådet håper vil kunne utvides til å gjelde flere skoler i Troms fylke etter hvert .
